tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
cask "osxfuse"
brew "ack"
brew "ansifilter"
brew "boost"
brew "source-highlight"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bison"
brew "blueutil"
brew "chruby", args: ["HEAD"]
brew "cmake"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "dnsmasq"
brew "dos2unix"
brew "fd"
brew "findutils"
brew "fzf"
brew "gettext", link: true
brew "gdbm"
brew "gem_home", args: ["HEAD"]
brew "git"
brew "libffi"
brew "openssl"
brew "readline"
brew "python"
brew "gtk-doc"
brew "haskell-stack"
brew "hr"
brew "hstr"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "imageoptim-cli", link: false
brew "jq"
brew "libyaml"
brew "moreutils"
brew "most"
brew "neovim"
brew "node"
brew "pandoc"
brew "tree"
brew "pass"
brew "postgresql"
brew "postgresql@10", link: true
brew "pup"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "ruby-install", args: ["HEAD"]
brew "ruby@2.5", link: true
brew "shellcheck"
brew "sshfs"
brew "syncthing"
brew "syncthing-inotify"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
cask "alarm-clock"
cask "docker"
cask "firefox"
cask "flash-player"
cask "flowdock"
cask "flux"
cask "github"
cask "github-desktop"
cask "google-chrome"
cask "google-hangouts"
cask "grandperspective"
cask "harvest"
cask "imageoptim"
cask "insomniax"
cask "iterm2"
cask "itunes-volume-control"
cask "keybase"
cask "lastpass"
cask "libreoffice"
cask "macpass"
cask "macvim"
cask "marp"
cask "mediathekview"
cask "mesasqlite"
cask "notational-velocity"
cask "nvalt"
cask "oni"
cask "owasp-zap"
cask "owncloud"
cask "postico"
cask "sequel-pro"
cask "signal"
cask "skype"
cask "slack"
cask "table-tool"
cask "the-unarchiver"
cask "tipp10"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "vlc"
